const data = [
  {
    id: 0,
    name: 'История 1',
    start: 1950,
    end: 1959,
    slides: [
      {
        year: 1950,
        info: 'Начало Корейской войны. Начало Корейской войны. Начало Корейской войны.',
      },
      {
        year: 1951,
        info: 'Первый раз участники ООН подписали Договор о мирном разрешении конфликтов. Первый раз участники ООН подписали Договор о мирном разрешении конфликтов. Первый раз участники ООН подписали Договор о мирном разрешении конфликтов.',
      },
      {
        year: 1952,
        info: 'США испытали свою первую водородную бомбу. США испытали свою первую водородную бомбу. США испытали свою первую водородную бомбу.',
      },
      {
        year: 1953,
        info: 'Завершение Корейской войны с подписанием перемирия. Завершение Корейской войны с подписанием перемирия. Завершение Корейской войны с подписанием перемирия.',
      },
      {
        year: 1954,
        info: 'Начало войны во Вьетнаме. Начало войны во Вьетнаме. Начало войны во Вьетнаме.',
      },
      {
        year: 1955,
        info: 'Создание Варшавского договора. Создание Варшавского договора. Создание Варшавского договора.',
      },
      {
        year: 1956,
        info: 'Венгерское восстание против советского контроля. Венгерское восстание против советского контроля. Венгерское восстание против советского контроля.',
      },
      {
        year: 1957,
        info: 'С запуском Спутника-1 начинается космическая эра. С запуском Спутника-1 начинается космическая эра. С запуском Спутника-1 начинается космическая эра.',
      },
      {
        year: 1958,
        info: 'Первый успешный запуск советского космического аппарата. Первый успешный запуск советского космического аппарата. Первый успешный запуск советского космического аппарата.',
      },
      {
        year: 1959,
        info: 'Первый полет с живыми существами на борту космического аппарата. Первый полет с живыми существами на борту космического аппарата. Первый полет с живыми существами на борту космического аппарата.',
      },
    ],
  },
  {
    id: 1,
    name: 'История 2',
    start: 1960,
    end: 1969,
    slides: [
      {
        year: 1960,
        info: 'Образование Организации стран-экспортеров нефти (ОПЕК).',
      },
      {
        year: 1961,
        info: 'Первый человек, Юрий Гагарин, осуществляет полет в космос.',
      },
      {
        year: 1962,
        info: 'Кубинский ракетный кризис.',
      },
      {
        year: 1963,
        info: 'Убийство президента США Джона Кеннеди.',
      },
      {
        year: 1964,
        info: 'Подписание Закона о гражданских правах в США.',
      },
      {
        year: 1965,
        info: 'Начало военной эскалации США во Вьетнаме.',
      },
      {
        year: 1966,
        info: 'Китай начинает культурную революцию.',
      },
      {
        year: 1967,
        info: 'Шестидневная война на Ближнем Востоке.',
      },
      {
        year: 1968,
        info: 'Протесты в результате противостояния военной эскалации во Вьетнаме.',
      },
      {
        year: 1969,
        info: 'Аполлон 11: человек впервые ступает на Луну.',
      },
    ],
  },
  {
    id: 2,
    name: 'История 3',
    start: 1970,
    end: 1979,
    slides: [
      {
        year: 1970,
        info: 'Первый День Земли, отмечая важность охраны окружающей среды.',
      },
      {
        year: 1971,
        info: 'Создание чёрного рынка наркотиков, с началом борьбы с наркотиками в США.',
      },
      {
        year: 1972,
        info: 'Подписание соглашений о стратегическом вооружении (SALT I).',
      },
      {
        year: 1973,
        info: 'Окончание войны во Вьетнаме и вывод американских войск.',
      },
      {
        year: 1974,
        info: 'Убийство президента США Ричарда Никсона в результате Уотергейтского скандала.',
      },
      {
        year: 1975,
        info: 'Конфликт в Ливане и гражданская война.',
      },
      {
        year: 1976,
        info: 'Ставится первый легендарный альбом группы Queen.',
      },
      {
        year: 1977,
        info: 'Выход на экраны первого фильма "Звёздные войны".',
      },
      {
        year: 1978,
        info: 'Выход первого мобильного телефона.',
      },
      {
        year: 1979,
        info: 'Исламская революция в Иране.',
      },
    ],
  },
  {
    id: 3,
    name: 'История 4',
    start: 1980,
    end: 1989,
    slides: [
      {
        year: 1980,
        info: 'Начало эры Рональда Рейгана в США.',
      },
      {
        year: 1981,
        info: 'Первый полет STS-1, начало программы Space Shuttle.',
      },
      {
        year: 1982,
        info: 'Ввод советских войск в Афганистан.',
      },
      {
        year: 1983,
        info: 'Разработка программы Звёздных Войн (SDI) в США.',
      },
      {
        year: 1984,
        info: 'Запуск первой рекламы на телевидении в СССР.',
      },
      {
        year: 1985,
        info: 'Гласность и перестройка в Советском Союзе под руководством Михаила Горбачёва.',
      },
      {
        year: 1986,
        info: 'Авария на Чернобыльской АЭС.',
      },
      {
        year: 1987,
        info: 'Подписание договора INF о ликвидации ракет средней и меньшей дальности.',
      },
      {
        year: 1988,
        info: 'Первая демократия в СССР.',
      },
      {
        year: 1989,
        info: 'Падение Берлинской стены.',
      },
    ],
  },
  {
    id: 4,
    name: 'История 5',
    start: 1990,
    end: 1999,
    slides: [
      {
        year: 1990,
        info: 'Объединение Германии.',
      },
      {
        year: 1991,
        info: 'Распад Советского Союза.',
      },
      {
        year: 1992,
        info: 'Начало экономических реформ в России.',
      },
      {
        year: 1993,
        info: 'Принятие новой Конституции России.',
      },
      {
        year: 1994,
        info: 'Завершение войн в Югославии.',
      },
      {
        year: 1995,
        info: 'Подписание мирного соглашения в Дейтоне.',
      },
      {
        year: 1996,
        info: 'Первые выборы в России после распада Совета.',
      },
      {
        year: 1997,
        info: 'Азиатский финансовый кризис.',
      },
      {
        year: 1998,
        info: 'Россия переживает экономический кризис.',
      },
      {
        year: 1999,
        info: 'Запуск системы Яндекс.',
      },
    ],
  },
  {
    id: 5,
    name: 'История 5',
    start: 2000,
    end: 2009,
    slides: [
      {
        year: 2000,
        info: 'Объединение Германии.',
      },
      {
        year: 2001,
        info: 'Распад Советского Союза.',
      },
      {
        year: 2002,
        info: 'Начало экономических реформ в России.',
      },
      {
        year: 2003,
        info: 'Принятие новой Конституции России.',
      },
      {
        year: 2004,
        info: 'Завершение войн в Югославии.',
      },
      {
        year: 2005,
        info: 'Подписание мирного соглашения в Дейтоне.',
      },
      {
        year: 2006,
        info: 'Первые выборы в России после распада Совета.',
      },
      {
        year: 2007,
        info: 'Азиатский финансовый кризис.',
      },
      {
        year: 2008,
        info: 'Россия переживает экономический кризис.',
      },
      {
        year: 2009,
        info: 'Запуск системы Яндекс.',
      },
    ],
  },
];

export default data;
